Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# playAnySongAndFavoriteFormat
source: Open the official Sonos app, play any %@ song, and tap the heart to save it as a Favorite. The dot turns green within a minute.
da: Åbn den officielle Sonos-app, afspil en %@-sang, og tryk på hjertet for at gemme den som favorit. Prikken bliver grøn inden for et minut.
de: Öffne die offizielle Sonos-App, spiele einen beliebigen %@-Titel ab und tippe auf das Herz, um ihn als Favorit zu speichern. Der Punkt wird innerhalb einer Minute grün.
es: Abre la app oficial de Sonos, reproduce cualquier canción de %@ y toca el corazón para guardarla como Favorita. El punto se pone verde en menos de un minuto.
fr: Ouvrez l’application Sonos officielle, lancez un titre %@ et touchez le cœur pour l’ajouter aux favoris. Le point devient vert en moins d’une minute.
it: Apri l’app Sonos ufficiale, riproduci un brano di %@ e tocca il cuore per salvarlo nei Preferiti. Il puntino diventa verde entro un minuto.
ja: 公式 Sonos アプリを開き、%@ の任意の曲を再生してハートをタップし、お気に入りとして保存します。1 分以内にドットが緑色になります。
nb: Åpne den offisielle Sonos-appen, spill en %@-låt og trykk på hjertet for å lagre den som favoritt. Prikken blir grønn innen ett minutt.
nl: Open de officiële Sonos-app, speel een %@-nummer af en tik op het hartje om het als favoriet op te slaan. De stip wordt binnen een minuut groen.
pl: Otwórz oficjalną aplikację Sonos, odtwórz dowolny utwór z %@ i dotknij serca, aby zapisać go jako ulubiony. Kropka zmieni kolor na zielony w ciągu minuty.
pt: Abra a app Sonos oficial, reproduza uma música do %@ e toque no coração para guardá-la como Favorita. O ponto fica verde em menos de um minuto.
sv: Öppna den officiella Sonos-appen, spela en %@-låt och tryck på hjärtat för att spara den som favorit. Pricken blir grön inom en minut.
zh_hans: 打开官方 Sonos 应用，播放任何 %@ 歌曲，并点击爱心保存为收藏。一分钟内小点会变绿。

# playbackLabel
source: Playback
da: Afspilning
de: Wiedergabe
es: Reproducción
fr: Lecture
it: Riproduzione
ja: 再生
nb: Avspilling
nl: Afspelen
pl: Odtwarzanie
pt: Reprodução
sv: Uppspelning
zh_hans: 播放

# playbackSection
source: Playback
da: Afspilning
de: Wiedergabe
es: Reproducción
fr: Lecture
it: Riproduzione
ja: 再生
nb: Avspilling
nl: Afspelen
pl: Odtwarzanie
pt: Reprodução
sv: Uppspelning
zh_hans: 播放

source: Play History
da: Afspilningshistorik
de: Wiedergabeverlauf
es: Historial de reproducción
fr: Historique de lecture
it: Cronologia riproduzione
ja: 再生履歴
nb: Avspillingshistorikk
nl: Afspeelgeschiedenis
pl: Historia odtwarzania
pt: Histórico de reprodução
sv: Uppspelningshistorik
zh_hans: 播放历史

source: Playing
da: Afspiller
de: Wiedergabe
es: Reproduciendo
fr: En lecture
it: In riproduzione
ja: 再生中
nb: Spiller
nl: Speelt af
pl: Odtwarzanie
pt: Reproduzindo
sv: Spelar
zh_hans: 播放中

source: Playing from
da: Afspiller fra
de: Wiedergabe von
es: Reproduciendo desde
fr: Lecture depuis
it: In riproduzione da
ja: 再生元
nb: Spiller fra
nl: Afspelen van
pl: Odtwarzanie z
pt: Reproduzindo de
sv: Spelar från
zh_hans: 播放来源

# playingItemOnFormat
source: Playing “%@” on %@
da: Afspiller “%@” på %@
de: „%@“ wird auf %@ wiedergegeben
es: Reproduciendo «%@» en %@
fr: Lecture de « %@ » sur %@
it: Riproduzione di “%@” su %@
ja: %2$@ で「%1$@」を再生中
nb: Spiller «%@» på %@
nl: ‘%@’ wordt afgespeeld op %@
pl: Odtwarzanie „%@” w %@
pt: Reproduzindo “%@” em %@
sv: Spelar ”%@” på %@
zh_hans: 正在 %2$@ 上播放“%1$@”

# playingSongsFormat
source: Playing %d songs
da: Afspiller %d sange
de: %d Titel werden abgespielt
es: Reproduciendo %d canciones
fr: Lecture de %d morceaux
it: Riproduzione di %d brani
ja: %d 曲を再生中
nb: Spiller av %d sanger
nl: %d nummers afspelen
pl: Odtwarzanie %d utworów
pt: A reproduzir %d músicas
sv: Spelar upp %d låtar
zh_hans: 正在播放 %d 首歌曲

# playlistBuilderAddedToQueue
source: Added %d tracks to %@
da: %d sange føjet til %@
de: %d Titel zu %@ hinzugefügt
es: %d canciones añadidas a %@
fr: %d titres ajoutés à %@
it: %d brani aggiunti a %@
ja: %d 曲を %@ に追加しました
nb: %d sanger lagt til i %@
nl: %d nummers toegevoegd aan %@
pl: Dodano %d utworów do %@
pt: %d faixas adicionadas a %@
sv: %d låtar tillagda i %@
zh_hans: 已将 %d 首歌曲添加到 %@

# playlistBuilderAIBriefPlaceholder
source: Describe the playlist (e.g. top 3 songs of each year since 1970)
da: Beskriv playlisten (f.eks. top 3 sange hvert år siden 1970)
de: Playlist beschreiben (z. B. die Top 3 jedes Jahres seit 1970)
es: Describe la lista (p. ej., las 3 mejores canciones de cada año desde 1970)
fr: Décrivez la playlist (p. ex. le top 3 de chaque année depuis 1970)
it: Descrivi la playlist (es. le 3 canzoni più popolari di ogni anno dal 1970)
ja: プレイリストの内容を入力（例: 1970年以降の各年トップ3曲）
nb: Beskriv spillelisten (f.eks. topp 3 sanger hvert år siden 1970)
nl: Beschrijf de afspeellijst (bijv. top 3 nummers van elk jaar sinds 1970)
pl: Opisz playlistę (np. 3 najlepsze utwory każdego roku od 1970)
pt: Descreva a playlist (ex.: as 3 melhores músicas de cada ano desde 1970)
sv: Beskriv spellistan (t.ex. topp 3 låtar varje år sedan 1970)
zh_hans: 描述播放列表（例如：1970 年以来每年的前 3 首歌曲）

# playlistBuilderAICustom
source: Custom
da: Brugerdefineret
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
nb: Egendefinert
nl: Aangepast
pl: Niestandardowy
pt: Personalizado
sv: Anpassad
zh_hans: 自定义

# playlistBuilderAIKeyPlaceholder
source: API key
da: API-nøgle
de: API-Schlüssel
es: Clave de API
fr: Clé API
it: Chiave API
ja: API キー
nb: API-nøkkel
nl: API-sleutel
pl: Klucz API
pt: Chave de API
sv: API-nyckel
zh_hans: API 密钥

# playlistBuilderChoragusFolder
source: Choragus folder:
da: Choragus-mappe:
de: Choragus-Ordner:
es: Carpeta de Choragus:
fr: Dossier Choragus :
it: Cartella Choragus:
ja: Choragus フォルダ:
nb: Choragus-mappe:
nl: Choragus-map:
pl: Folder Choragus:
pt: Pasta do Choragus:
sv: Choragus-mapp:
zh_hans: Choragus 文件夹：

# playlistBuilderClipboardEmpty
source: Clipboard has no Title - Artist lines.
da: Udklipsholderen har ingen linjer i formatet Titel - Kunstner.
de: Zwischenablage enthält keine Zeilen im Format Titel - Interpret.
es: El portapapeles no contiene líneas Título - Artista.
fr: Le presse-papiers ne contient aucune ligne Titre - Artiste.
it: Gli appunti non contengono righe Titolo - Artista.
ja: クリップボードに「タイトル - アーティスト」形式の行がありません。
nb: Utklippstavlen har ingen linjer i formatet Tittel - Artist.
nl: Klembord bevat geen regels in het formaat Titel - Artiest.
pl: Schowek nie zawiera wierszy w formacie Tytuł - Wykonawca.
pt: A área de transferência não tem linhas Título - Artista.
sv: Urklipp innehåller inga rader i formatet Titel - Artist.
zh_hans: 剪贴板中没有“标题 - 艺人”格式的行。

# playlistBuilderCopyPrompt
source: Copy prompt
da: Kopiér prompt
de: Prompt kopieren
es: Copiar prompt
fr: Copier le prompt
it: Copia prompt
ja: プロンプトをコピー
nb: Kopier prompt
nl: Prompt kopiëren
pl: Kopiuj prompt
pt: Copiar prompt
sv: Kopiera prompt
zh_hans: 复制提示词

# playlistBuilderDestinationPlaylist
source: Choragus playlist
da: Choragus-playliste
es: Playlist de Choragus
fr: Playlist Choragus
it: Playlist Choragus
ja: Choragus プレイリスト
nb: Choragus-spilleliste
nl: Choragus-afspeellijst
pl: Playlista Choragus
pt: Playlist Choragus
sv: Choragus-spellista
zh_hans: Choragus 播放列表

# playlistBuilderExampleFormat
source: e.g. %@
da: f.eks. %@
de: z. B. %@
es: p. ej. %@
fr: p. ex. %@
it: es. %@
ja: 例: %@
nb: f.eks. %@
nl: bijv. %@
pl: np. %@
pt: p. ex. %@
sv: t.ex. %@
zh_hans: 例如：%@

# playlistBuilderGenerate
source: Generate
da: Generer
de: Generieren
es: Generar
fr: Générer
it: Genera
ja: 生成
nb: Generer
nl: Genereren
pl: Generuj
pt: Gerar
sv: Generera
zh_hans: 生成

# playlistBuilderGenerateWith
source: Generate with:
da: Generer med:
de: Generieren mit:
es: Generar con:
fr: Générer avec :
it: Genera con:
ja: 生成に使用:
nb: Generer med:
nl: Genereren met:
pl: Generuj za pomocą:
pt: Gerar com:
sv: Generera med:
zh_hans: 生成方式：

# playlistBuilderGenerating
source: Generating song list…
da: Genererer sangliste…
de: Titelliste wird generiert…
es: Generando la lista…
fr: Génération de la liste…
it: Generazione elenco brani…
ja: 曲リストを生成中…
nb: Genererer sangliste…
nl: Nummerlijst genereren…
pl: Generowanie listy utworów…
pt: Gerando lista de músicas…
sv: Genererar låtlista…
zh_hans: 正在生成歌曲列表…

# playlistBuilderIntro
source: Describe the playlist for the AI, or paste one song per line as Title - Artist. Songs are matched on the selected service and saved as a Choragus playlist in the Playlist Manager.
da: Beskriv playlisten for AI'en, eller indsæt én sang pr. linje som Titel - Kunstner. Sangene matches på den valgte tjeneste og gemmes som en Choragus-playliste Playlistestyringen.
de: Beschreibe die Playlist für die KI oder füge einen Titel pro Zeile als Titel - Interpret ein. Die Titel werden über den gewählten Dienst gefunden und als Choragus-Playlist in der Playlist-Manager gespeichert.
es: Describe la lista para la IA o pega una canción por línea como Título - Artista. Las canciones se buscan en el servicio seleccionado y se guardan como lista de Choragus en el Gestor de listas.
fr: Décrivez la playlist pour l'IA, ou collez un titre par ligne au format Titre - Artiste. Les titres sont recherchés sur le service sélectionné et enregistrés comme playlist Choragus dans la bibliothèque de files d'attente.
it: Descrivi la playlist per l'IA o incolla un brano per riga come Titolo - Artista. I brani vengono cercati sul servizio selezionato e salvati come playlist Choragus in Gestione playlist.
ja: AI にプレイリストの内容を伝えるか、1行に1曲ずつ「タイトル - アーティスト」の形式で貼り付けます。曲は選択したサービスで検索され、プレイリスト管理の Choragus プレイリストとして保存されます。
nb: Beskriv spillelisten for AI-en, eller lim inn én sang per linje som Tittel - Artist. Sangene matches på valgt tjeneste og lagres som en Choragus-spilleliste i Spillelistebehandleren.
nl: Beschrijf de afspeellijst voor de AI of plak één nummer per regel als Titel - Artiest. Nummers worden op de gekozen dienst gezocht en opgeslagen als Choragus-afspeellijst in Afspeellijstbeheer.
pl: Opisz playlistę dla AI lub wklej jeden utwór na wiersz w formacie Tytuł - Wykonawca. Utwory są wyszukiwane w wybranej usłudze i zapisywane jako playlista Choragus w bibliotece kolejek.
pt: Descreva a playlist para a IA ou cole uma música por linha como Título - Artista. As músicas são localizadas no serviço selecionado e salvas como playlist do Choragus no Gerenciador de playlists.
sv: Beskriv spellistan för AI:n eller klistra in en låt per rad som Titel - Artist. Låtarna matchas på vald tjänst och sparas som en Choragus-spellista i Spellisthanteraren.
zh_hans: 向 AI 描述播放列表，或每行粘贴一首歌（格式为“标题 - 艺人”）。歌曲将在所选服务上匹配，并作为 Choragus 播放列表保存到播放列表管理中。

# playlistBuilderMatchTo
source: Match to %@
da: Match mod %@
de: Mit %@ abgleichen
es: Buscar en %@
fr: Faire correspondre avec %@
it: Abbina con %@
ja: %@ と照合
nb: Match mot %@
nl: Matchen met %@
pl: Dopasuj do %@
pt: Corresponder com %@
sv: Matcha mot %@
zh_hans: 匹配到 %@

# playlistBuilderMisses
source: Not found:
da: Ikke fundet:
de: Nicht gefunden:
es: No encontradas:
fr: Introuvables :
it: Non trovati:
ja: 見つかりませんでした:
nb: Ikke funnet:
nl: Niet gevonden:
pl: Nie znaleziono:
pt: Não encontradas:
sv: Hittades inte:
zh_hans: 未找到：

# playlistBuilderNamePlaceholder
source: Playlist name
da: Playlistens navn
de: Name der Playlist
es: Nombre de la lista
fr: Nom de la playlist
it: Nome della playlist
ja: プレイリスト名
nb: Navn på spilleliste
nl: Naam afspeellijst
pl: Nazwa playlisty
pt: Nome da playlist
sv: Spellistans namn
zh_hans: 播放列表名称

# playlistBuilderNothingMatched
source: No songs matched. Nothing was saved.
da: Ingen sange matchede. Intet blev gemt.
de: Keine Titel gefunden. Nichts gespeichert.
es: Ninguna canción coincidió. No se guardó nada.
fr: Aucun titre trouvé. Rien n'a été enregistré.
it: Nessun brano trovato. Nulla è stato salvato.
ja: 一致する曲がありません。何も保存されませんでした。
nb: Ingen sanger matchet. Ingenting ble lagret.
nl: Geen nummers gevonden. Niets opgeslagen.
pl: Żaden utwór nie pasował. Niczego nie zapisano.
pt: Nenhuma música encontrada. Nada foi salvo.
sv: Inga låtar matchade. Inget sparades.
zh_hans: 没有匹配的歌曲，未保存任何内容。

# playlistBuilderParsedCount
source: %d songs recognised
da: %d sange genkendt
de: %d Titel erkannt
es: %d canciones reconocidas
fr: %d titres reconnus
it: %d brani riconosciuti
ja: %d 曲を認識
nb: %d sanger gjenkjent
nl: %d nummers herkend
pl: Rozpoznano utworów: %d
pt: %d músicas reconhecidas
sv: %d låtar igenkända
zh_hans: 已识别 %d 首歌曲

# playlistBuilderPaste
source: Paste list
da: Indsæt liste
de: Liste einfügen
es: Pegar lista
fr: Coller la liste
it: Incolla elenco
ja: リストを貼り付け
nb: Lim inn liste
nl: Lijst plakken
pl: Wklej listę
pt: Colar lista
sv: Klistra in lista
zh_hans: 粘贴列表

# playlistBuilderProgress
source: Matching %d of %d…
da: Matcher %d af %d…
de: Suche %d von %d…
es: Buscando %d de %d…
fr: Recherche %d sur %d…
it: Ricerca %d di %d…
ja: %d / %d を検索中…
nb: Matcher %d av %d…
nl: Zoeken %d van %d…
pl: Wyszukiwanie %d z %d…
pt: Localizando %d de %d…
sv: Matchar %d av %d…
zh_hans: 正在匹配 %d / %d…

# playlistBuilderPromptCopied
source: Prompt copied. Paste it into any AI, then paste its reply here with Paste list.
da: Prompt kopieret. Indsæt i en AI, og indsæt svaret her med ”Indsæt liste”.
de: Prompt kopiert. In eine beliebige KI einfügen, dann die Antwort hier mit „Liste einfügen“ übernehmen.
es: Prompt copiado. Pégalo en cualquier IA y luego pega su respuesta aquí con “Pegar lista”.
fr: Prompt copié. Collez-le dans une IA, puis collez sa réponse ici avec « Coller la liste ».
it: Prompt copiato. Incollalo in un'IA, poi incolla la risposta qui con “Incolla elenco”.
ja: プロンプトをコピーしました。任意の AI に貼り付け、返答を「リストを貼り付け」でここに貼り付けてください。
nb: Prompt kopiert. Lim inn i en AI, og lim svaret inn her med «Lim inn liste».
nl: Prompt gekopieerd. Plak in een AI en plak het antwoord hier met ‘Lijst plakken’.
pl: Skopiowano prompt. Wklej go do dowolnej AI, a odpowiedź wklej tutaj przyciskiem „Wklej listę”.
pt: Prompt copiado. Cole em qualquer IA e depois cole a resposta aqui com “Colar lista”.
sv: Prompt kopierad. Klistra in i valfri AI och klistra sedan in svaret här med ”Klistra in lista”.
zh_hans: 提示词已复制。粘贴到任意 AI，再用“粘贴列表”将其回复粘贴到此处。

# playlistBuilderSamplesLink
source: Sample prompts…
da: Eksempelprompter…
de: Beispiel-Prompts…
es: Prompts de ejemplo…
fr: Exemples de prompts…
it: Prompt di esempio…
ja: サンプルプロンプト…
nb: Eksempelprompter…
nl: Voorbeeldprompts…
pl: Przykładowe prompty…
pt: Prompts de exemplo…
sv: Exempelprompter…
zh_hans: 示例提示词…

# playlistBuilderSaved
source: Saved “%@” — %d tracks
da: ”%@” gemt — %d sange
de: „%@“ gespeichert — %d Titel
es: “%@” guardada — %d canciones
fr: « %@ » enregistrée — %d titres
it: “%@” salvata — %d brani
ja: 「%@」を保存しました — %d 曲
nb: «%@» lagret — %d sanger
nl: “%@” opgeslagen — %d nummers
pl: Zapisano „%@” — %d utworów
pt: “%@” salva — %d faixas
sv: ”%@” sparad — %d låtar
zh_hans: 已保存“%@”，共 %d 首

# playlistBuilderSaveFailed
source: Saving the playlist failed. Please raise a bug report.
da: Playlisten kunne ikke gemmes. Indsend en fejlrapport.
de: Speichern der Playlist fehlgeschlagen. Bitte einen Fehlerbericht erstellen.
es: No se pudo guardar la lista. Envía un informe de error.
fr: L'enregistrement de la playlist a échoué. Veuillez signaler un bogue.
it: Salvataggio della playlist non riuscito. Segnala un errore.
ja: プレイリストを保存できませんでした。バグレポートを提出してください。
nb: Kunne ikke lagre spillelisten. Send en feilrapport.
nl: Opslaan van de afspeellijst is mislukt. Dien een foutrapport in.
pl: Nie udało się zapisać playlisty. Zgłoś błąd.
pt: Falha ao salvar a playlist. Envie um relatório de erro.
sv: Det gick inte att spara spellistan. Skicka en felrapport.
zh_hans: 播放列表保存失败。请提交错误报告。

# playlistBuilderSaveHeader
source: Save as Choragus playlist
da: Gem som Choragus-playliste
de: Als Choragus-Playlist speichern
es: Guardar como lista de Choragus
fr: Enregistrer comme playlist Choragus
it: Salva come playlist Choragus
ja: Choragus プレイリストとして保存
nb: Lagre som Choragus-spilleliste
nl: Opslaan als Choragus-afspeellijst
pl: Zapisz jako playlistę Choragus
pt: Guardar como playlist do Choragus
sv: Spara som Choragus-spellista
zh_hans: 保存为 Choragus 播放列表

# playlistBuilderSendTo
source: Send to
da: Send til
de: Senden an
es: Enviar a
fr: Envoyer vers
it: Invia a
ja: 送り先
nb: Send til
nl: Verzenden naar
pl: Wyślij do
pt: Enviar para
sv: Skicka till
zh_hans: 发送到

# playlistBuilderService
source: For Service
da: Til tjeneste
de: Für Dienst
es: Para el servicio
fr: Pour le service
it: Per il servizio
ja: 対象サービス
nb: For tjeneste
nl: Voor dienst
pl: Dla usługi
pt: Para o serviço
sv: För tjänst
zh_hans: 目标服务

# playlistBuilderServiceFallback
source: Selected service unavailable — matched on Apple Music.
da: Valgt tjeneste utilgængelig — matchet på Apple Music.
de: Gewählter Dienst nicht verfügbar — über Apple Music gefunden.
es: Servicio seleccionado no disponible — búsqueda en Apple Music.
fr: Service sélectionné indisponible — recherche via Apple Music.
it: Servizio selezionato non disponibile — ricerca su Apple Music.
ja: 選択したサービスが利用できないため、Apple Music で検索しました。
nb: Valgt tjeneste utilgjengelig — matchet på Apple Music.
nl: Gekozen dienst niet beschikbaar — gezocht via Apple Music.
pl: Wybrana usługa niedostępna — dopasowano w Apple Music.
pt: Serviço selecionado indisponível — busca no Apple Music.
sv: Vald tjänst otillgänglig — matchades på Apple Music.
zh_hans: 所选服务不可用，已在 Apple Music 上匹配。

# playlistBuilderShowResponse
source: AI response
da: AI-svar
de: KI-Antwort
es: Respuesta de la IA
fr: Réponse de l'IA
it: Risposta dell'IA
ja: AI の応答
nb: AI-svar
nl: AI-antwoord
pl: Odpowiedź AI
pt: Resposta da IA
sv: AI-svar
zh_hans: AI 回复

# playlistBuilderSongsHeader
source: Songs
da: Sange
de: Titel
es: Canciones
fr: Titres
it: Brani
ja: 曲
nb: Sanger
nl: Nummers
pl: Utwory
pt: Músicas
sv: Låtar
zh_hans: 歌曲

# playlistBuilderTitle
source: Build Playlist with AI
da: Opret playliste med AI
de: Playlist mit KI erstellen
es: Crear lista con IA
fr: Créer une playlist avec l'IA
it: Crea playlist con IA
ja: AI でプレイリストを作成
nb: Lag spilleliste med AI
nl: Afspeellijst maken met AI
pl: Utwórz playlistę z AI
pt: Criar playlist com IA
sv: Skapa spellista med AI
zh_hans: 使用 AI 创建播放列表

source: Playlist Manager
da: Playlistestyring
es: Gestor de listas
fr: Gestionnaire de playlists
it: Gestione playlist
ja: プレイリスト管理
nb: Spillelistebehandler
nl: Afspeellijstbeheer
pl: Menedżer playlist
pt: Gerenciador de playlists
sv: Spellisthanterare
zh_hans: 播放列表管理

# playlistNamePlaceholder
source: Playlist name
da: Navn på spilleliste
es: Nombre de la lista
fr: Nom de la liste de lecture
it: Nome della playlist
ja: プレイリスト名
nb: Spillelistenavn
nl: Naam afspeellijst
pl: Nazwa playlisty
pt: Nome da playlist
sv: Spellistans namn
zh_hans: 播放列表名称

# playlistPrompt01
source: The top 3 electronica songs of each year from 1980 to 1990
da: De 3 bedste electronica-numre hvert år 1980–1990
de: Die 3 besten Electronica-Songs jedes Jahres von 1980 bis 1990
es: Las 3 mejores canciones de electrónica de cada año de 1980 a 1990
fr: Le top 3 electronica de chaque année de 1980 à 1990
it: Le 3 migliori canzoni electronica di ogni anno dal 1980 al 1990
ja: 1980年から1990年まで各年のエレクトロニカ・トップ3
nb: De 3 beste electronica-låtene hvert år 1980–1990
nl: De 3 beste electronica-nummers van elk jaar van 1980 tot 1990
pl: 3 najlepsze utwory electronica z każdego roku od 1980 do 1990
pt: As 3 melhores músicas de electrónica de cada ano de 1980 a 1990
sv: De 3 bästa electronicalåtarna varje år 1980–1990
zh_hans: 1980 到 1990 年每年最佳的 3 首电子乐

# playlistPrompt02
source: 20 songs by the artists who influenced Geddy Lee of Rush
da: 20 numre af de kunstnere, der påvirkede Geddy Lee fra Rush
de: 20 Songs von Künstlern, die Geddy Lee von Rush beeinflusst haben
es: 20 canciones de los artistas que influyeron en Geddy Lee de Rush
fr: 20 titres des artistes qui ont influencé Geddy Lee de Rush
it: 20 brani degli artisti che hanno influenzato Geddy Lee dei Rush
ja: ラッシュのゲディー・リーに影響を与えたアーティストの曲を20曲
nb: 20 låter av artistene som påvirket Geddy Lee i Rush
nl: 20 nummers van de artiesten die Geddy Lee van Rush beïnvloedden
pl: 20 utworów artystów, którzy wpłynęli na Geddy'ego Lee z Rush
pt: 20 músicas dos artistas que influenciaram Geddy Lee dos Rush
sv: 20 låtar av artisterna som påverkade Geddy Lee i Rush
zh_hans: 影响 Rush 乐队 Geddy Lee 的艺人的 20 首歌

# playlistPrompt03
source: Traditional folk songs recorded by three generations of the same family, oldest recording first
da: Traditionelle folkesange indspillet af tre generationer i samme familie, ældste optagelse først
de: Traditionelle Folksongs, aufgenommen von drei Generationen einer Familie, älteste Aufnahme zuerst
es: Canciones folk tradicionales grabadas por tres generaciones de la misma familia, la grabación más antigua primero
fr: Chansons folk traditionnelles enregistrées par trois générations d'une même famille, du plus ancien enregistrement au plus récent
it: Canzoni folk tradizionali registrate da tre generazioni della stessa famiglia, prima la registrazione più vecchia
ja: 同じ一族の三世代が録音した伝統的なフォークソング、古い録音から順に
nb: Tradisjonelle folkesanger spilt inn av tre generasjoner i samme familie, eldste opptak først
nl: Traditionele folksongs opgenomen door drie generaties van dezelfde familie, oudste opname eerst
pl: Tradycyjne pieśni folkowe nagrane przez trzy pokolenia jednej rodziny, najstarsze nagranie pierwsze
pt: Canções folk tradicionais gravadas por três gerações da mesma família, gravação mais antiga primeiro
sv: Traditionella folksånger inspelade av tre generationer i samma familj, äldsta inspelningen först
zh_hans: 同一家族三代人录制的传统民谣，最早的录音排在前面

# playlistPrompt04
source: One jazz track for each time Miles Davis changed his line-up, played by the new member
da: Ét jazznummer for hver gang Miles Davis skiftede besætning, spillet af det nye medlem
de: Ein Jazz-Track für jeden Wechsel in Miles Davis' Band, gespielt vom jeweils neuen Mitglied
es: Un tema de jazz por cada cambio de formación de Miles Davis, tocado por el nuevo integrante
fr: Un morceau de jazz pour chaque changement de formation de Miles Davis, joué par le nouveau membre
it: Un brano jazz per ogni cambio di formazione di Miles Davis, suonato dal nuovo membro
ja: マイルス・デイヴィスがメンバーを替えるたびに1曲、新メンバーの演奏で
nb: Ett jazzspor for hver gang Miles Davis byttet besetning, spilt av det nye medlemmet
nl: Eén jazztrack voor elke wissel in de band van Miles Davis, gespeeld door het nieuwe lid
pl: Jeden utwór jazzowy na każdą zmianę składu Milesa Davisa, zagrany przez nowego członka
pt: Uma faixa de jazz por cada mudança de formação de Miles Davis, tocada pelo novo membro
sv: Ett jazzspår för varje gång Miles Davis bytte medlemmar, spelat av den nya medlemmen
zh_hans: Miles Davis 每次更换阵容时一首爵士曲目，由新成员演奏

# playlistPrompt05
source: Dubstep tracks that sample a classical piece, each followed by the piece it samples
da: Dubstepnumre, der sampler et klassisk stykke, hver efterfulgt af det stykke, de sampler
de: Dubstep-Tracks, die ein klassisches Stück sampeln, jeweils gefolgt vom gesampelten Stück
es: Temas de dubstep que samplean una pieza clásica, cada uno seguido de la pieza sampleada
fr: Morceaux dubstep qui samplent une œuvre classique, chacun suivi de l'œuvre samplée
it: Brani dubstep che campionano un pezzo classico, ciascuno seguito dal pezzo campionato
ja: クラシック曲をサンプリングしたダブステップ、それぞれ元のクラシック曲を続けて
nb: Dubstepspor som sampler et klassisk stykke, hvert fulgt av stykket det sampler
nl: Dubsteptracks die een klassiek stuk samplen, elk gevolgd door het gesamplede stuk
pl: Utwory dubstepowe samplujące utwór klasyczny, każdy z oryginałem tuż po nim
pt: Faixas de dubstep que usam samples de uma peça clássica, cada uma seguida da peça original
sv: Dubstepspår som samplar ett klassiskt stycke, vart och ett följt av stycket det samplar
zh_hans: 采样古典乐曲的 Dubstep 曲目，每首之后接上被采样的原曲
